tutorials/incompressible/simpleFoam/motorBike/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

cp -r 0.org 0 > /dev/null 2>&1

runApplication blockMesh
runApplication snappyHexMesh -overwrite

runApplication potentialFoam -noFunctionObjects -writep
runApplication `getApplication`
